{
    "tours": [
      {
        "id": 1,
        "title": "Desert Safari with Bab Al Shams Dinner Live Music and Live Singing",
        "location": "UAE",
        "description": "Embark on an unforgettable adventure with our Desert Safari and Bab Al Shams Dinner experience!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 900,
        "currency": "AED",
        "image": "assets/images/destinations/shams4.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "title2": "Desert Safari with Bab Al Shams Dinner Live Music and Live Singing",
        "description2": "Embark on a remarkable journey with our Desert Safari and Bab Al Shams Dinner experience! Your adventure begins with convenient pickup in a comfortable 4x4 vehicle. Experience the adrenaline rush of dune bashing and the fun of sandboarding as you navigate the golden desert dunes. Pause to capture unforgettable moments during a photo stop against the stunning desert backdrop. As the day transitions to night, indulge in a sumptuous dinner at the luxurious Bab Al Shams resort, accompanied by enchanting live entertainment that will captivate your senses. This perfect blend of adventure and elegance awaits—book your experience today!",
        "image1": "assets/images/destinations/shams1.jpeg",
        "image2": "assets/images/destinations/shams2.jpg",
        "image3": "assets/images/destinations/shams4.jpg",
        "image4": "https://mediaim.expedia.com/localexpert/167034/3b5eeca0-8282-4d7d-980b-211969f6f4b0.jpg",
        "image5": "https://thrillarkdev.imgix.net/attractions/ED00307/5fea196336ec5ac0509a36d5c83d447e.jpg?auto=true,format&fit=min&crop=faces&w=720&h=1120",
       "pick": {
  "pickup_and_dropoff": "This tour includes convenient pickup and drop-off services from hotels and apartments in Dubai.",
  "dune_bashing": "An exhilarating ride over the golden sand dunes in a 4x4 vehicle, led by expert drivers who navigate the terrain with skill and precision, offering an adrenaline-pumping adventure.",
  "desert_sunset": "Witness the breathtaking spectacle of the sun setting over the desert horizon, painting the sky in a palette of vibrant colors, providing an ideal backdrop for memorable photographs.",
  "camel_riding": "Experience the timeless tradition of camel riding, where you can leisurely traverse the desert on the back of these majestic creatures, soaking in the serenity of the surroundings.",
  "traditional_welcome": "Upon arrival at the desert camp, guests are typically greeted with a warm and traditional Arabian welcome, including dates, Arabic coffee, and refreshing beverages.",
  "cultural_activities": "Engage in a variety of cultural activities such as henna painting, falconry displays, and traditional Arabic dress photo opportunities, offering insights into the region's rich heritage.",
  "live_entertainment": "Enjoy live performances featuring mesmerizing belly dance routines, captivating Tanoura dance performances, live music, and line singing, creating an immersive ambiance reminiscent of Arabian nights.",
  "bab_al_shams_dinner": "Amidst the breathtaking desert scenery, Bab Al Shams Desert Resort serves traditional Emirati cuisine with modern culinary flair. Enjoy a delectable array of over 300 dishes infused with aromatic spices, served under the starlit sky, accompanied by live music and cultural performances, offering a taste of Arabian hospitality and charm.",
  "shisha_corner": "Relax in a designated area where you can unwind with a flavored shisha (hookah), enjoying aromatic blends while lounging under the starlit sky.",
  "comfort_facilities": "Throughout the experience, access to modern amenities such as clean restroom facilities, comfortable seating areas, and designated prayer areas ensures a hassle-free and enjoyable excursion for all guests."
},
        "excluded": {
          "alcoholic_beverages": "While some desert safari packages may offer alcoholic beverages as part of the experience, many do not. Guests may need to purchase alcoholic drinks separately if they desire them.",
          "souvenirs_and_personal_expenses": "Any additional purchases, such as souvenirs, photographs, or personal items, are typically not included in the package and would incur extra charges.",
          "optional_activities": "Certain activities, such as quad biking, or additional long camel rides, may be available at an extra cost and are not included in the standard package.",
          "gratuities": "Tips for guides, drivers, and other staff members are usually not included in the package price and are at the discretion of the guests."
        }
      }
      
      
     

    ],
    "pagination": {
      "currentPage": 1,
      "totalPages": 3,
      "toursPerPage": 3
    }
  }
  