{
    "tours": [
      {
        "id": 1,
        "image": "assets/images/destinations/dhabi1.jpg",
        "title": "Abu Dhabi City Tour",
        "location": "UAE",
        "description": " Discover the best of Abu Dhabi as we take you to iconic landmarks like the breathtaking Sheikh Zayed Grand Mosque, the luxurious Emirates Palace Hotel, and the vibrant Heritage Village.",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 130,
        "currency": "AED",
        "image1": "assets/images/destinations/dhabi1.jpg",
        "image2": "assets/images/destinations/dhabi2.jpg",
        "image3": "assets/images/destinations/dhabi3.jpg",
        "image4": "assets/images/destinations/dhabi4.jpg",
        "image5": "assets/images/destinations/dhabi5.jpg",
        "description2": "Discover the ultimate Abu Dhabi City Tour with convenient pickup and drop-off right from your location in Dubai! Travel in comfort and style as our professional drivers take you on a seamless journey in our spotless, well-maintained vehicles. Explore the best of Abu Dhabi, visiting iconic landmarks like the majestic Sheikh Zayed Grand Mosque, the opulent Emirates Palace Hotel, and the culturally rich Heritage Village. Savor the local charm with a stop at the Dates Market, and capture stunning photos outside the iconic Ferrari World. Embark on an unforgettable adventure in Abu Dhabi – a day full of memories awaits!",
        "title2": "Abu Dhabi City Tour",
       "pick": {
    "pickup_dropoff": "Convenient round-trip transportation from Dubai to Abu Dhabi, including hotel transfers.",
    "professional_guide": "An expert guide shares insights about Abu Dhabi's culture, history, and key attractions.",
    "sheikh_zayed_grand_mosque": "Visit the awe-inspiring Sheikh Zayed Grand Mosque, one of the largest and most magnificent mosques in the world.",
    "heritage_village": "Discover traditional Emirati culture and crafts at the Heritage Village.",
    "corniche": "Enjoy a scenic drive along Abu Dhabi's picturesque waterfront promenade, the Corniche.",
    "emirates_palace_hotel": "Photo stop at the luxurious Emirates Palace hotel with its stunning architecture.",
    "louvre_museum": "Optional visit to the Louvre Abu Dhabi, showcasing world-class art and artifacts (closed on Mondays).",
    "qasar_al_watan": "Optional visit to Qasr Al Watan Presidential Palace, featuring breathtaking architecture and informative exhibits.",
    "art_gallery": "Browse local crafts and souvenirs at traditional markets or art galleries.",
    "lunch": "Depending on the selected package, enjoy a meal at a local restaurant or hotel.",
    "yas_island_ferrari_world": "Photo opportunity at Ferrari World on Yas Island, known for its iconic red roof and thrilling ambiance."
  },
  "excluded": {
    "entrance_fees": "Admission fees to attractions such as the Louvre Abu Dhabi or Qasr Al Watan are typically excluded unless stated otherwise.",
    "optional_activities": "Additional sightseeing stops and optional activities are not included in the standard package.",
    "meals_beverages": "Meals and beverages are not included unless specified in the selected package.",
    "personal_expenses": "Expenses for souvenirs, personal purchases, and gratuities are not included.",
    "guide_gratuities": "Tips for the guide and driver are not included and are left to participants' discretion.",
    "additional_transportation": "Transportation for optional activities or private transfers outside the itinerary is excluded.",
    "language_specific_guides": "Guides in languages other than the default may incur an additional fee."
  },
        "badge": "Featured",
        "rating": 5,
        "link": "tour-details"
      },
      {
        "id": 2,
        "title": "Private Half Day Dubai City Tour",
        "location": "UAE",
        "description": "Discover the enchanting allure of Dubai on our Private Half Day City Tour!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 650,
        "currency": "AED",
        "image": "assets/images/destinations/dubai2.jpg",
        "badge": "10% Off",
        "rating": 5,
        "link": "tour-details",
        "description2": "Unveil the captivating charm of Dubai with our Private Half-Day City Tour! Discover the seamless fusion of tradition and modernity as you travel in a pristine, comfortable vehicle accompanied by a knowledgeable guide. Glide across scenic waterways on a traditional Abra ride, immerse yourself in the lively Gold and Spice Souks, and stroll through the historic lanes of Bastakiya. Admire renowned landmarks such as Jumeirah Beach and Jumeirah Mosque, and capture breathtaking photos with the iconic Burj Al Arab as your backdrop. Join us for an extraordinary journey that captures the heart and soul of this dazzling city!",
        "title2": "Private Half Day Dubai City Tour",
        "image1": "assets/images/destinations/dubai1.jpg",
        "image2": "assets/images/destinations/dubai2.jpg",
        "image3": "assets/images/destinations/dubai3.jpg",
        "image4": "assets/images/destinations/dubai4.jpg",
        "image5": "assets/images/destinations/dubai5.jpg",
        "pick": {
            "pickup_dropoff": "Convenient pick-up and drop-off from Dubai hotels for a hassle-free experience.",
            "rulers_palace": "Photo stop at the Ruler's Palace to admire its impressive architecture and learn about Dubai's governance.",
            "bastakiya": "Visit the historic Bastakiya district, featuring narrow lanes, wind towers, and Arabian architecture. Optional visit to Dubai Museum in Al Fahidi Fort.",
            "abra_ride": "Enchanting abra ride along Dubai Creek, offering scenic views of the skyline and waterfront.",
            "spice_souk_gold_souk": "Browse the aromatic Spice Souk and the dazzling Gold Souk for unique finds and souvenirs.",
            "jumeirah_beach": "Enjoy stunning views of the Arabian Gulf from Jumeirah Beach, a popular public beach.",
            "burj_al_arab_photo_stop": "Photo opportunity with the iconic Burj Al Arab hotel as the backdrop.",
            "palm_jumeirah_island": "Explore Palm Jumeirah Island, featuring luxurious villas, hotels, and attractions.",
            "atlantis_photo_stop": "Photo stop at the magnificent Atlantis, The Palm resort.",
            "dubai_marina": "End the tour with scenic views of Dubai Marina, featuring modern skyscrapers, yachts, and promenades."
          },
          "excluded": {
            "extended_shopping": "Limited time for shopping at the Spice Souk and Gold Souk to maintain the tour schedule.",
            "personal_expenses": "Souvenirs, personal purchases, and tips are not included.",
            "outside_designated_areas": "Transport to/from areas outside the designated pick-up/drop-off zones may incur additional charges.",
            "guide_gratuities": "Tipping the guide and driver is not included and is at participants' discretion.",
            "language_specific_guides": "Guides in languages other than the default may incur an additional fee."
          }
      },
      {
        "id": 3,
        "title": "Full Day Dubai City Tour with Burj Khalifa",
        "location": "UAE",
        "description": "Experience the ultimate Dubai adventure with our Full Day City Tour, including a visit to the iconic Burj Khalifa! ",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 600,
        "currency": "AED",
        "image": "assets/images/destinations/dubai6.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "title2": "Full Day Dubai City Tour with Burj Khalifa",
        "description2": "Embark on the ultimate Dubai adventure with our Full-Day City Tour, featuring a visit to the world-famous Burj Khalifa! Guided by an expert tour guide, dive into the vibrant mix of tradition and innovation that defines this extraordinary city. Wander through historic gems like Old Dubai, the Gold Souk, and the Spice Souk, then marvel at modern icons such as the Burj Al Arab and the Museum of the Future. Enjoy a serene Abra ride across Dubai Creek and shop to your heart's content at Dubai Mall. The highlight of your day is entry to the Burj Khalifa's breathtaking 124th and 125th floors during non-prime hours—an experience like no other! With hassle-free pickup and drop-off, this seamless journey promises unforgettable memories. Don’t miss out on this incredible exploration of Dubai’s wonders!",
        "image1": "assets/images/destinations/dubai2.jpg",
        "image2": "assets/images/destinations/dubai3.jpg",
        "image3": "assets/images/destinations/dubai1.jpg",
        "image4": "assets/images/destinations/dubai4.jpg",
        "image5": "assets/images/destinations/dubai7.jpg",
        "pick": {
            "pickup_dropoff": "Convenient pick-up and drop-off services from Dubai hotels for hassle-free transportation.",
            "rulers_palace": "Photo stop at the Ruler's Palace to admire its architecture and learn about Dubai's governance.",
            "bastakiya": "Explore the historic Bastakiya district and the optional Dubai Museum in Al Fahidi Fort.",
            "abra_ride": "Enjoy an abra ride along Dubai Creek for picturesque views of the skyline and waterfront.",
            "spice_souk_gold_souk": "Visit the Spice Souk and Gold Souk for unique shopping and cultural experiences.",
            "creek_al_seef": "Stroll through Dubai Creek Al Seef, blending traditional Emirati charm with modern amenities.",
            "jumeirah_beach": "Take in the stunning views of the Arabian Gulf from Jumeirah Beach.",
            "dubai_frame_photo_stop": "Capture iconic views of old and new Dubai at the Dubai Frame.",
            "burj_al_arab_photo_stop": "Photo opportunity at the iconic Burj Al Arab hotel.",
            "palm_jumeirah_island": "Explore Palm Jumeirah Island and its upscale attractions.",
            "atlantis_photo_stop": "Photo stop at Atlantis, The Palm, a luxury resort.",
            "dubai_marina": "Admire the modern skyline and luxury yachts at Dubai Marina.",
            "museum_of_the_future_photo_stop": "Photo stop at the futuristic Museum of the Future.",
            "dubai_mall": "Experience shopping, dining, and entertainment at the Dubai Mall.",
            "burj_khalifa": "End the tour with breathtaking views from the Burj Khalifa."
          },
          "excluded": {
            "extended_shopping": "Limited time for shopping at the Spice Souk and Gold Souk to stay on schedule.",
            "personal_expenses": "Souvenirs, tips, and other personal expenses are not included.",
            "outside_designated_areas": "Additional charges may apply for transportation outside designated pick-up/drop-off areas.",
            "guide_gratuities": "Tipping the guide and driver is not included and is at participants' discretion.",
            "language_specific_guides": "Additional fees may apply for guides in languages other than the default."
          }
      },
      {
        "id": 4,
        "title": "Half Day Dubai City Tour",
        "location": "UAE",
        "description": "Discover the magic of Dubai in just half a day! Join our Half Day Dubai City Tour for an unforgettable experience filled with iconic sights and rich culture.",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 130,
        "currency": "AED",
        "image": "assets/images/destinations/dubai1.jpg",
        "badge": "Popular",
        "rating": 5,
        "link": "tour-details",
        "description2": "Uncover the magic of Dubai in just half a day with our Half-Day Dubai City Tour! This unforgettable journey offers the perfect blend of iconic landmarks and rich culture. Sit back and relax with seamless pickup and drop-off in our immaculate vehicles, accompanied by a knowledgeable guide who will share fascinating stories and insights along the way. Admire breathtaking sights such as Jumeirah Beach, the iconic Burj Al Arab, and the majestic Atlantis Hotel, all from prime photo vantage points. Cruise through the vibrant Dubai Creek, explore exquisite Islamic art, and marvel at the grandeur of Dubai Mall and the towering Burj Khalifa. Ideal for those short on time but eager to experience the best of this dazzling city. Book your adventure now and make every moment count!",
        "image1": "assets/images/destinations/dubai6.jpg",
        "image2": "assets/images/destinations/dubai3.jpg",
        "image3": "assets/images/destinations/dubai2.jpg",
        "image4": "assets/images/destinations/dubai1.jpg",
        "image5": "assets/images/destinations/dubai7.jpg",
        "title2": "Half Day Dubai City Tour",
        "pick": {
            "pickup_dropoff": "Convenient pick-up and drop-off services from Dubai hotels for a stress-free experience.",
            "rulers_palace": "Visit the Ruler's Palace to admire its stunning architecture and learn about Dubai's governance.",
            "bastakiya": "Explore the historic Bastakiya district and the optional Dubai Museum in Al Fahidi Fort.",
            "abra_ride": "Enjoy a traditional abra ride along Dubai Creek with picturesque views of the city.",
            "spice_souk_gold_souk": "Visit the Spice Souk and Gold Souk to explore unique shopping and cultural experiences.",
            "jumeirah_beach": "Take in the serene views of the Arabian Gulf from Jumeirah Beach.",
            "burj_al_arab_photo_stop": "Photo stop at the iconic Burj Al Arab hotel, a symbol of luxury.",
            "palm_jumeirah_island": "Discover Palm Jumeirah Island, a marvel of modern engineering.",
            "atlantis_photo_stop": "Photo stop at Atlantis, The Palm, an iconic resort.",
            "dubai_marina": "End the tour with views of Dubai Marina, known for its modern skyline and luxury yachts."
          },
          "excluded": {
            "extended_shopping": "Limited shopping time at the Spice Souk and Gold Souk to maintain the schedule.",
            "personal_expenses": "Souvenirs, tips, and other personal expenses are not included.",
            "outside_designated_areas": "Additional charges may apply for transportation outside designated pick-up/drop-off areas.",
            "guide_gratuities": "Tipping the guide and driver is not included and is at participants' discretion.",
            "language_specific_guides": "Additional fees may apply for guides in languages other than the default."
          }

      },
      {
        "id": 5,
        "title": "Sheikh Zayed Grand Mosque Tour",
        "location": "UAE",
        "description": "Experience the awe-inspiring beauty of the Sheikh Zayed Grand Mosque on an exclusive private tour!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 650,
        "currency": "AED",
        "image": "assets/images/destinations/mosque4.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Immerse yourself in the awe-inspiring beauty of the Sheikh Zayed Grand Mosque on an exclusive private tour! Designed for groups of up to 6, this personalized experience offers the perfect way to explore one of the world’s largest and most magnificent mosques in absolute comfort and style. Be mesmerized by the mosque's stunning architecture, intricate details, and serene atmosphere, while our expert guide shares captivating insights into its history and significance. Whether you're visiting with family, friends, or loved ones, this bespoke journey promises to create unforgettable memories. Don’t miss the chance to experience this iconic landmark like never before. Book your tour now for a truly unique and enriching adventure!",
        "image1": "assets/images/destinations/mosque1.jpg",
        "image2": "assets/images/destinations/mosque2.jpg",
        "image3": "assets/images/destinations/mosque4.jpg",
        "image4": "assets/images/destinations/mosque3.jpg",
        "image5": "assets/images/destinations/mosque5.jpg",
        "title2": "Sheikh Zayed Grand Mosque Tour",
        "pick": {
            "pickup_dropoff": "Convenient pick-up and drop-off services from anywhere in Dubai for a seamless experience.",
            "sheikh_zayed_grand_mosque": "Visit the Sheikh Zayed Grand Mosque, an architectural marvel that showcases Islamic design at its finest.",
            "learn_islamic_culture": "Gain a deeper understanding of the Islamic traditions, culture, and history during your tour.",
            "president_memory": "Learn about the former President of the UAE, whose vision led to the construction of the mosque.",
            "photo_sessions": "Stop for multiple photo opportunities to capture the beauty of the mosque and its surroundings."
          },
          "excluded": {
            "optional_activities": "Optional activities such as additional sightseeing stops are not included in the standard package.",
            "meals_beverages": "Meals and beverages are not included unless specified, and participants are responsible for their own food and drinks.",
            "personal_expenses": "Souvenirs, personal purchases, tips for guides and drivers, and any other personal expenses are not covered in the price.",
            "guide_gratuities": "Tipping the tour guide and driver is not included and is at the discretion of the participants.",
            "additional_transportation": "Any transportation for optional activities or private transfers outside the specified itinerary are not included.",
            "language_specific_guides": "A language-specific guide may incur additional fees if required."
          }
      },
      {
        "id": 6,
        "title": "Private Abu Dhabi City Tour",
        "location": "UAE",
        "description": "Discover the vibrant heart of Abu Dhabi on our exclusive Private City Tour!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 750,
        "currency": "AED",
        "image": "assets/images/destinations/dhabi4.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Experience the vibrant heart of Abu Dhabi on our exclusive Private City Tour! Enjoy hassle-free pickup and drop-off from your location in our spotless vehicles, and embark on an unforgettable 8 to 9-hour adventure. Marvel at the grandeur of the Sheikh Zayed Grand Mosque, indulge in the luxury of Emirates Palace Hotel, and immerse yourself in the rich local culture at Heritage Village. Stroll through the lively Dates Market, and capture stunning photos at the iconic Ferrari World. From cultural landmarks to modern marvels, this tour offers the best of Abu Dhabi. Book your private tour today for a truly exceptional experience!",
        "image1": "assets/images/destinations/dhabi1.jpg",
        "image2": "assets/images/destinations/dhabi3.jpg",
        "image3": "assets/images/destinations/dhabi4.jpg",
        "image4": "assets/images/destinations/dhabi2.jpg",
        "image5": "assets/images/destinations/dhabi5.jpg",
        "title2": "Private Abu Dhabi City Tour",
        "pick": {
            "pickup_dropoff": "Round-trip transportation from Dubai to Abu Dhabi is included for a seamless travel experience.",
            "professional_guide": "Expert guides provide historical, cultural, and architectural insights throughout the tour.",
            "sheikh_zayed_grand_mosque": "Visit the iconic Sheikh Zayed Grand Mosque, one of the largest mosques in the world and a true architectural masterpiece.",
            "heritage_village": "Explore the Heritage Village, where you can learn about traditional Emirati life and culture.",
            "corniche": "Enjoy a scenic drive along the Abu Dhabi Corniche, a stunning waterfront promenade with views of the Arabian Gulf.",
            "emirates_palace": "Take a photo stop at the Emirates Palace Hotel, famous for its luxurious design and surroundings.",
            "louvre_museum": "If selected, visit the Louvre Abu Dhabi, a world-class museum housing priceless art collections.",
            "qasar_al_watan": "Explore Qasr Al Watan Presidential Palace and its majestic gardens and architecture (if selected).",
            "art_gallery": "Stop at a local market or souk to browse traditional handicrafts, souvenirs, and Emirati goods.",
            "lunch": "Depending on the tour package, enjoy lunch at a local restaurant or hotel."
          },
          "excluded": {
            "entrance_fees": "Entrance fees to attractions not explicitly mentioned in the itinerary, like the Louvre or Qasr Al Watan, are excluded.",
            "optional_activities": "Optional activities like additional sightseeing stops are not included in the standard package.",
            "meals_beverages": "Meals and beverages are typically not included unless specified in the package. Participants are responsible for their own meals.",
            "personal_expenses": "Souvenirs, personal purchases, tips for guides and drivers, and other personal expenses are not included.",
            "guide_gratuities": "Gratuities for the guide and driver are not included and are at the discretion of the participants.",
            "additional_transportation": "Transportation to optional activities or private transfers outside the specified itinerary are not included.",
            "language_specific_guides": "If a language-specific guide is requested, an additional fee may apply."
          }
      },
      {
        "id": 7,
        "title": "Burj Al Arab Inside Visit",
        "location": "UAE",
        "description": "Experience the iconic Burj Al Arab like never before with our exclusive 90-minute inside visit!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 240,
        "currency": "AED",
        "image": "assets/images/destinations/burj2.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Discover the iconic Burj Al Arab like never before with our exclusive 90-minute inside tour! Immerse yourself in the luxury and opulence of this world-famous hotel, exploring its breathtaking architecture and extravagant interiors. While pickup and drop-off are not included in the ticket price, convenient transportation options can be arranged for your convenience. Don’t miss out on the opportunity to create unforgettable memories at one of Dubai’s most iconic landmarks!",
        "image1": "assets/images/destinations/burj1.jpg",
        "image2": "assets/images/destinations/burj2.jpg",
        "image3": "assets/images/destinations/burj4.jpg",
        "image4": "assets/images/destinations/burj3.jpg",
        "image5": "assets/images/destinations/burj5.jpg",
        "title2": "Burj Al Arab Inside Visit",
      "pick": {
    "inside_burj_al_arab": "Enjoy a 90-minute immersive tour of the iconic Burj Al Arab, guided by a private expert and butler.",
    "tour_guide": "Your knowledgeable guide will provide in-depth insights into the hotel's history, architectural significance, and luxurious amenities."
  },
  "excluded": {
    "alcoholic_beverages": "Alcoholic beverages are not included in the tour and must be purchased separately if desired.",
    "souvenirs_personal_expenses": "Any additional purchases such as souvenirs, photographs, or personal items are not included and will incur extra charges.",
    "gratuities": "Gratuities for guides, drivers, and other staff members are not included in the price and are at the guests' discretion."
  }

      },
      {
        "id": 8,
        "title": "Abu Dhabi City Tour with BAPS Temple",
        "location": "UAE",
        "description": "Embark on an unforgettable Abu Dhabi City Tour featuring the stunning BAPS Temple!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 150,
        "currency": "AED",
        "image": "assets/images/destinations/baps2.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Join us for an unforgettable Abu Dhabi City Tour, highlighted by the breathtaking BAPS Temple! Your adventure begins with a convenient pickup from your Dubai hotel in a comfortable, immaculate vehicle, ensuring a relaxing full-day journey. Spend 8 to 9 hours exploring iconic landmarks, including the awe-inspiring Sheikh Zayed Grand Mosque, the luxurious Emirates Palace Hotel, and the delightful Heritage Village. Be sure to visit the lively Dates Market before marveling at the intricate design of the BAPS Temple. This tour offers more than just sightseeing—it's a captivating blend of culture, history, and stunning architecture. Book now for a day of exploration and wonder!",
        "image1": "assets/images/destinations/baps1.jpg",
        "image2": "assets/images/destinations/baps2.jpg",
        "image3": "assets/images/destinations/baps4.jpg",
        "image4": "assets/images/destinations/baps3.jpg",
        "image5": "assets/images/destinations/baps5.jpg",
        "title2": "Abu Dhabi City Tour with BAPS Temple",
     "pick": {
    "round_trip_transportation": "Round-trip transportation from Dubai to Abu Dhabi is usually included in the package, ensuring a hassle-free journey.",
    "professional_guide": "A professional guide will accompany you, sharing expert insights into the city's history, culture, and landmarks.",
    "sheikh_zayed_grand_mosque": "Visit the stunning Sheikh Zayed Grand Mosque, one of the largest mosques in the world, known for its impressive architecture and spiritual significance.",
    "heritage_village": "Learn about traditional Emirati culture at the Heritage Village, where you'll experience local crafts, customs, and life before modernization.",
    "corniche": "Drive along the scenic Corniche waterfront, offering beautiful views of the Abu Dhabi skyline and the Arabian Gulf.",
    "emirates_palace": "Stop for photos at the luxurious Emirates Palace hotel, an iconic symbol of opulence and grandeur.",
    "louvre_abu_dhabi": "Explore the Louvre Abu Dhabi (if selected), an outstanding museum showcasing diverse artwork and exhibits (closed on Mondays).",
    "qasar_al_watan": "Optional visit to the majestic Qasr Al Watan Presidential Palace, where you can discover its grandeur and learn about the UAE's government.",
    "baps_temple": "Visit the BAPS Swaminarayan Mandir, a blend of traditional Indian design and modern engineering, symbolizing spiritual harmony and cultural unity."
  },
  "excluded": {
    "entrance_fees": "Admission fees to attractions not explicitly mentioned in the itinerary (such as Louvre Abu Dhabi or Qasr Al Watan) are usually excluded.",
    "optional_activities": "Additional sightseeing stops or optional activities are not typically included in the standard tour package.",
    "meals_and_beverages": "Meals and beverages are excluded unless specified. Participants are usually responsible for their own meals throughout the day.",
    "personal_expenses": "Personal expenses such as souvenirs, additional purchases, and gratuities for guides or drivers are not included in the tour price.",
    "guide_gratuities": "Tips for the tour guide and driver are not included and are at the discretion of participants.",
    "additional_transportation": "Transportation for optional activities or private transfers outside of the tour itinerary is not included.",
    "language_specific_guides": "If you require a guide in a language other than the default language, an additional fee may apply."
  }

      },
      {
        "id": 9,
        "title": "Al Ain City Tour",
        "location": "UAE",
        "description": "Embark on an unforgettable adventure with our Al Ain City Tour from Dubai!",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 250,
        "currency": "AED",
        "image": "assets/images/destinations/ain2.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Embark on an unforgettable journey with our Al Ain City Tour from Dubai! Enjoy seamless pickup and drop-off in a comfortable, pristine vehicle as you explore the breathtaking sights of this desert oasis. Marvel at the towering Jebel Hafeet, unwind at the soothing hot springs, and get up close with wildlife at the famous Al Ain Zoo (ticket not included). Step back in time at the Al Ain Museum and Fort, stroll through the lush Al Ain Oasis, and immerse yourself in the lively atmosphere of the Camel Market. Spend 8-9 hours discovering the beauty and culture of Al Ain, creating memories that will last a lifetime! Book your tour today!",
        "image1": "assets/images/destinations/ain1.jpg",
        "image2": "assets/images/destinations/ain2.jpg",
        "image3": "assets/images/destinations/ain4.jpg",
        "image4": "assets/images/destinations/ain3.jpg",
        "image5": "assets/images/destinations/ain5.jpg",
        "title2": "Al Ain City Tour",
    "pick": {
    "pickup_and_dropoff": "Convenient pickup and drop-off services from hotels in Dubai for an easy and comfortable journey to Al Ain.",
    "jabel_hafeet": "Climb Jabel Hafeet, the highest peak in the UAE, for panoramic views of the desert landscape and enjoy a thrilling drive to its summit.",
    "hot_water_springs": "Relax and rejuvenate in the tranquil hot water springs of Al Ain, surrounded by stunning desert scenery and rich in therapeutic benefits.",
    "al_ain_zoo": "Visit Al Ain Zoo, a conservation haven that houses diverse wildlife species, providing an opportunity to learn about global biodiversity and conservation efforts.",
    "al_ain_museum": "Explore the Al Ain Museum, showcasing the city’s rich heritage and history through engaging exhibits and cultural artifacts.",
    "al_ain_fort": "Discover Al Ain Fort, a historical landmark that offers a glimpse into the region’s history, Emirati architecture, and traditional life.",
    "al_ain_oasis": "Visit the UNESCO World Heritage-listed Al Ain Oasis, an agricultural marvel with its traditional falaj irrigation system and lush palm groves.",
    "camel_market": "Immerse yourself in the sights, sounds, and culture of the Camel Market, where you can experience Emirati traditions and observe camel trade firsthand."
  },
  "excluded": {
    "entrance_fees": "Admission fees to attractions not explicitly mentioned in the itinerary, such as Al Ain Zoo and museums, are usually excluded.",
    "optional_activities": "Optional activities or additional sightseeing stops are not included in the standard tour package.",
    "meals_and_beverages": "Meals and beverages are excluded unless otherwise specified. Participants are responsible for their meals throughout the day.",
    "personal_expenses": "Expenses for souvenirs, personal items, gratuities for guides and drivers, or any other personal purchases are not included.",
    "guide_gratuities": "Tips for the tour guide and driver are not included in the tour price and are left to the participants' discretion.",
    "additional_transportation": "Transportation for optional activities or private transfers outside of the scheduled itinerary are not included.",
    "language_specific_guides": "If you require a guide in a language other than the default language, an additional fee may apply."
  }

      },
      {
        "id": 10,
        "title": "Dubai Walking Tour",
        "location": "UAE",
        "description": "Join us for an unforgettable journey through the heart of Old Dubai, guided by our professional tour guide.",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 150,
        "currency": "AED",
        "image": "assets/images/destinations/dubai4.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Embark on an unforgettable journey through the heart of Old Dubai with our expert guide. Dive into the rich culture and history as you wander through the charming Al Fahidi neighborhood and the historic Al Bastakiya. Enjoy a traditional abra ride across the sparkling Creek, followed by a visit to the famous Gold and Spice Souks, where you can shop to your heart's content. The adventure begins at Al Ghubaiba Metro Station—don’t miss this chance to explore the magic of Dubai’s past! Book your spot today!",
        "image1": "assets/images/destinations/dubai1.jpg",
        "image2": "assets/images/destinations/dubai2.jpg",
        "image3": "assets/images/destinations/burj4.jpg",
        "image4": "assets/images/destinations/burj3.jpg",
        "image5": "assets/images/destinations/baps5.jpg",
        "title2": "Dubai Walking Tour",
        "pick": {
            "extended_shopping_time": "While visiting the Spice Souk and Gold Souk, time spent shopping is limited to ensure the tour stays on schedule.",
            "personal_expenses": "Souvenirs, personal purchases, tips for guides, and other personal expenses are not included in the tour price.",
            "outside_designated_areas": "For guests whose hotels are outside the designated pick-up/drop-off areas, additional transportation fees may apply.",
            "guide_gratuities": "Tipping the tour guide and driver is not included in the price and is left to the participants' discretion.",
            "language_specific_guides": "An additional fee may apply if a guide who speaks a language other than the tour's default language is required."
          },
          "excluded": {
            "al_fahidi_historical_neighborhood": "The Al Fahidi Historical Neighborhood is not part of this tour, focusing instead on the souk experience.",
            "abra_water_taxi": "An Abra water taxi ride, while a popular Dubai activity, is not included in this tour.",
            "guide_with_extensive_experience": "The detailed tour of the Al Fahidi Historical Neighborhood and its cultural insights are excluded in this tour.",
            "gold_and_spice_souks_experience": "The Gold and Spice Souks offer an immersive journey, but this tour does not include additional activities within the souks like special demonstrations."
          }

      }
     
      
     

    ],
    "pagination": {
      "currentPage": 1,
      "totalPages": 3,
      "toursPerPage": 3
    }
  }
  